<p className={styles.guarantee__text__paragraph}>
            1. Срок гарантии исчисляется со дня выдачи товара Покупателю.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            2. В случае если вышеупомянутое оборудование выйдет из строя не по
            вине Покупателя, в течение гарантийного срока, поставщик обязуется
            произвести ремонт или замену дефектного оборудования без
            дополнительной оплаты.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            3. Гарантийный ремонт и обслуживание производятся в течение 45
            рабочих дней с момента принятия решения по рассмотрению заявки
            гарантийного ремонта в сервисном центре продавца товара, только при
            предъявлении настоящего гарантийного талона. Гарантийный срок
            продлевается на время проведения ремонта.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            4. Поставщик снимает с себя гарантийные обязательства в случаях: при
            наличии механических, химических, термических и иных повреждений
            оборудования, выхода из строя по причинам несоблюдения правил
            установки и эксплуатации оборудования, вскрытия, ремонта или
            модернизации техники не уполномоченными лицами, при ненадлежащем
            обслуживании оборудования.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            5. Гарантия не распространяется на расходные материалы и другие
            узлы, имеющие естественный ограниченный период эксплуатации
            (героторная пара, шнековая пара, компрессорное масло, фильтр
            компрессора и фильтр блока управления).
          </p>
          <p className={styles.guarantee__text__paragraph}>
            6. В случае выхода из строя электрических узлов управления со
            следами термического, механического внутреннего повреждения
            производится платный ремонт неисправного оборудования.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            7. При обращении с претензиями по поводу работы приобретенной
            техники, вызванными некомпетентностью покупателя, продавец имеет
            право взимать плату за проведение консультаций.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            8. На период гарантийного ремонта аналогичное исправное оборудование
            не выдается.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            9. Недополученная в связи с поломкой оборудования прибыль и другие
            косвенные расходы не подлежат возмещению.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            10. Гарантия не распространяется на ущерб, причиненный другому
            оборудованию.
          </p>
          <p className={styles.guarantee__text__paragraph}>
            11. Все транспортные расходы производятся за счет покупателя и не
            подлежат возмещению.
          </p>